const dataNumbers = {
	oneNum: {
		no: "Единицы отсутствуют. Чрезмерно заботящийся о собственной пользе, выгоде, ставящий свои интересы выше интересов других людей. Характер слабый, человек подвластен чужому влиянию, мнению. Он зациклен на себе – эгоист. Такому нужно развивать в себе силу характера.",
		one: "Человек с одной единицей — натура крайне эгоистичная. Чрезмерно заботящийся о собственной пользе, выгоде, ставящий свои интересы выше интересов других людей. Характер слабый, человек подвластен чужому влиянию, мнению. Он зациклен на себе – эгоист. Такому нужно развивать в себе силу характера.",
		two: "Две единицы. Человек, чрезмерно заботящийся о собственной пользе, выгоде, ставящий свои интересы выше интересов других людей, но в редких случаях может подумать и о других. Характер, в общем-то, есть, но он мягкий. Человек не инициативен. Характер спокойный, человек легко договаривается с другими. Такие люди слушают других, не давят на них.",
		three: "Три единицы. Золотая середина, характер устойчивый и положительный. Но, если на человека надавить, он может отстаивать свои интересы. То есть, проявление характера импульсное – в условиях давления характер сильно проявляется и человек может дать отпор. ",
		four: "Четыре единицы. Человек с сильной волей и железным характером. Характер волевой, сильный. Человек пытается влиять на внешний мир. Он самодостаточен, лидер, требователен к другим и к себе. Продумывает все заранее. У человека много психической энергии.",
		five: "Пять единиц — личность с явными качествами диктатора, иногда неприятная в общении. Но при этом пойдёт на всё для близких людей. Такие люди не особо обращают внимание на окружающих. Они в карьере и бизнесе одиночки, потому что в команде им работать тяжело. Или это однозначно руководитель. У таких людей много идей, желаний, целей. Они редко слушают советы других.",
		six: "Шесть и больше единиц — личность с явными качествами диктатора, даже самодура, очень жёсткая, неприятная в общении."
	},
	twoNum: {
		no: "Двойки отсутствуют. Нет энергии, человек способен лишь поглощать её, но не умеет делиться, попросту нечем.",
		one: "Одна двойка. Биоэнергетический потенциал человека, крайне, мал. Человек нуждается в постоянной  подпитке извне. Если одна двойка в квадрате – в этом случае энергии для своей жизни достаточно, но ее нужно пополнять с помощью физических упражнений. Эти люди ранимы и чувствительны к переменам погоды. Таким людям нужно избегать экстраординарных ситуаций и стрессов.",
		two: "Две двойки. Человек наполнен энергией, но быстро теряет ее и нуждается в дополнительной  подпитке извне. Энергию нужно пополнять с помощью физических упражнений.",
		three: "Три двойки. Золотая середина. Человек наполнен энергией и способен делится ею. Человек обладает притягательностью. Есть экстрасенсорные способности, но их надо развивать.",
		four: "Четыре двойки — человек наполнен энергией до краев, буквально раздает ее каждому встречному, благодаря чему невероятно притягателен для окружающих.",
		five: "Пять «двоек» в квадрате Пифагора – крайне редкий показатель. Согласно канонам нумерологии, человек, дата рождения которого дает «22222» в психоматрице, обладает уровнем интуиции, при котором нормальное существование в обществе – чрезвычайно затруднительно. Энергии слишком много и ей надо находить применение, так как неиспользованная энергия трансформируется в негативную (скандалы, агрессия). На большом количестве двоек человек не прислушивается к другим, влияет на окружающих. Таких людей как бы много в пространстве.",
		six: "Шесть двоек в матрице  – перегруз. Если такой человек не занимается глобальными проектами, он начинает лезть ко всем, учить других жизни, совать везде свой нос. С такими людьми тяжело. И им самим тоже тяжело – давит их энергия. "
	},
	threeNum: {
		one: "Одна тройка",
		two: "Две тройки",
		three: "Три тройки",
		four: "Четыре тройки",
		five: "Пять троек",
		six: "Шесть троек",
		seven: "Семь троек"
	},
	fourNum: {
		one: "Одна четверка",
		two: "Две четверки",
		three: "Три четверки",
		four: "Четыре четверки",
		five: "Пять четверок",
		six: "Шесть четверок",
		seven: "Семь четверок"
	},
	fiveNum: {
		one: "Одна пятерка",
		two: "Две пятерки",
		three: "Три пятерки",
		four: "Четыре пятерки",
		five: "Пять пятерок",
		six: "Шесть пятерок",
		seven: "Семь пятерок",
	},
	sixNum: {
		one: "Одна шестерка",
		two: "Две шестерки",
		three: "Три шестерки",
		four: "Четыре шестерки",
		five: "Пять шестерок",
		six: "Шесть шестерок",
		seven: "Семь шестерок"
	},
	sevenNum: {
		one: "Одна семерка",
		two: "Две семерки",
		three: "Три семерки",
		four: "Четыре семерки",
		five: "Пять семерок",
		six: "Шесть семерок",
		seven: "Семь семерок"
	},
	eightNum: {
		one: "Одна восьмерка",
		two: "Две восьмерки",
		three: "Три восьмерки",
		four: "Четыре восьмерки",
		five: "Пять восьмерок",
		six: "Шесть восьмерок",
		seven: "Семь восьмерок"
	},
	nineNum: {
		one: "Одна девятка",
		two: "Две девятки",
		three: "Три девятки",
		four: "Четыре девятки",
		five: "Пять девяток",
		six: "Шесть девяток",
		seven: "Семь девяток"
	},
};
const dataRow = {
	row147: {
		one: "Ряд 147 Одна цифра",
		two: "Ряд 147 Две цифры",
		three: "Ряд 147 Три цифры",
		four: "Ряд 147 Четыре цифры",
		five: "Ряд 147 Пять цифер",
		six: "Ряд 147 Шесть цифер",
		seven: "Ряд 147 Семь цифер"
	},
	row258: {
		one: "Ряд 258 Одна цифра",
		two: "Ряд 258 Две цифры",
		three: "Ряд 258 Три цифры",
		four: "Ряд 258 Четыре цифры",
		five: "Ряд 258 Пять цифер",
		six: "Ряд 258 Шесть цифер",
		seven: "Ряд 258 Семь цифер"
	},
	row369: {
		one: "Ряд 369 Одна цифра",
		two: "Ряд 369 Две цифры",
		three: "Ряд 369 Три цифры",
		four: "Ряд 369 Четыре цифры",
		five: "Ряд 369 Пять цифер",
		six: "Ряд 369 Шесть цифер",
		seven: "Ряд 369 Семь цифер"
	}
};
const dataCol = {
	col123: {
		one: "Столбец 123 Одна цифра",
		two: "Столбец 123 Две цифры",
		three: "Столбец 123 Три цифры",
		four: "Столбец 123 Четыре цифры",
		five: "Столбец 123 Пять цифер",
		six: "Столбец 123 Шесть цифер",
		seven: "Столбец 123 Семь цифер"
	},
	col456: {
		one: "Столбец 456 Одна цифра",
		two: "Столбец 456 Две цифры",
		three: "Столбец 456 Три цифры",
		four: "Столбец 456 Четыре цифры",
		five: "Столбец 456 Пять цифер",
		six: "Столбец 456 Шесть цифер",
		seven: "Столбец 456 Семь цифер"
	},
	col789: {
		one: "Столбец 789 Одна цифра",
		two: "Столбец 789 Две цифры",
		three: "Столбец 789 Три цифры",
		four: "Столбец 789 Четыре цифры",
		five: "Столбец 789 Пять цифер",
		six: "Столбец 789 Шесть цифер",
		seven: "Столбец 789 Семь цифер"
	}
};
const dataDiag = {
	diag159: {
		one: "Диагональ 159 Одна цифра",
		two: "Диагональ 159 Две цифры",
		three: "Диагональ 159 Три цифры",
		four: "Диагональ 159 Четыре цифры",
		five: "Диагональ 159 Пять цифер",
		six: "Диагональ 159 Шесть цифер",
		seven: "Диагональ 159 Семь цифер"
	},
	diag753: {
		one: "Диагональ 753 Одна цифра",
		two: "Диагональ 753 Две цифры",
		three: "Диагональ 753 Три цифры",
		four: "Диагональ 753 Четыре цифры",
		five: "Диагональ 753 Пять цифер",
		six: "Диагональ 753 Шесть цифер",
		seven: "Диагональ 753 Семь цифер",
	}
}
const maxDiag = {
	max159: "Духовность. Стремление человека к духовности и высшему началу, к поиску божественной миссии.",
	max753: "Материальная ценность. Это показатель плотских интересов - желание вкусно покушать и со вкусом одеться. Также, это темперамент и потребность в физической близости.",
	equals: "Духовность и материальные ценности, равноценны. Человек стремится к духовности и высшему началу, к поиску божественной миссии. Также не чуждо желание вкусно покушать и со вкусом одеться. Также, это темперамент и потребность в физической близости."
}
