const dataNumbers = {
	oneNum: {
		one: "Одна единица",
		two: "Две единицы",
		three: "Три единицы",
		four: "Четыре единицы",
		five: "Пять едениц",
		six: "Шесть едениц",
		seven: "Семь едениц"
	},
	twoNum: {
		one: "Одна двойка",
		two: "Две двойки",
		three: "Три двойки",
		four: "Четыре двойки",
		five: "Пять двоек",
		six: "Шесть двоек",
		seven: "Семь двоек"
	},
	threeNum: {
		one: "Одна тройка",
		two: "Две тройки",
		three: "Три тройки",
		four: "Четыре тройки",
		five: "Пять троек",
		six: "Шесть троек",
		seven: "Семь троек"
	},
	fourNum: {
		one: "Одна четверка",
		two: "Две четверки",
		three: "Три четверки",
		four: "Четыре четверки",
		five: "Пять четверок",
		six: "Шесть четверок",
		seven: "Семь четверок"
	},
	fiveNum: {
		one: "Одна пятерка",
		two: "Две пятерки",
		three: "Три пятерки",
		four: "Четыре пятерки",
		five: "Пять пятерок",
		six: "Шесть пятерок",
		seven: "Семь пятерок",
	},
	sixNum: {
		one: "Одна шестерка",
		two: "Две шестерки",
		three: "Три шестерки",
		four: "Четыре шестерки",
		five: "Пять шестерок",
		six: "Шесть шестерок",
		seven: "Семь шестерок"
	},
	sevenNum: {
		one: "Одна семерка",
		two: "Две семерки",
		three: "Три семерки",
		four: "Четыре семерки",
		five: "Пять семерок",
		six: "Шесть семерок",
		seven: "Семь семерок"
	},
	eightNum: {
		one: "Одна восьмерка",
		two: "Две восьмерки",
		three: "Три восьмерки",
		four: "Четыре восьмерки",
		five: "Пять восьмерок",
		six: "Шесть восьмерок",
		seven: "Семь восьмерок"
	},
	nineNum: {
		one: "Одна девятка",
		two: "Две девятки",
		three: "Три девятки",
		four: "Четыре девятки",
		five: "Пять девяток",
		six: "Шесть девяток",
		seven: "Семь девяток"
	},
};
const dataRow = {
	row147: {
		one: "Ряд 147 Одна цифра",
		two: "Ряд 147 Две цифры",
		three: "Ряд 147 Три цифры",
		four: "Ряд 147 Четыре цифры",
		five: "Ряд 147 Пять цифер",
		six: "Ряд 147 Шесть цифер",
		seven: "Ряд 147 Семь цифер"
	},
	row258: {
		one: "Ряд 258 Одна цифра",
		two: "Ряд 258 Две цифры",
		three: "Ряд 258 Три цифры",
		four: "Ряд 258 Четыре цифры",
		five: "Ряд 258 Пять цифер",
		six: "Ряд 258 Шесть цифер",
		seven: "Ряд 258 Семь цифер"
	},
	row369: {
		one: "Ряд 369 Одна цифра",
		two: "Ряд 369 Две цифры",
		three: "Ряд 369 Три цифры",
		four: "Ряд 369 Четыре цифры",
		five: "Ряд 369 Пять цифер",
		six: "Ряд 369 Шесть цифер",
		seven: "Ряд 369 Семь цифер"
	}
};
const dataCol = {
	col123: {
		one: "Столбец 123 Одна цифра",
		two: "Столбец 123 Две цифры",
		three: "Столбец 123 Три цифры",
		four: "Столбец 123 Четыре цифры",
		five: "Столбец 123 Пять цифер",
		six: "Столбец 123 Шесть цифер",
		seven: "Столбец 123 Семь цифер"
	},
	col456: {
		one: "Столбец 456 Одна цифра",
		two: "Столбец 456 Две цифры",
		three: "Столбец 456 Три цифры",
		four: "Столбец 456 Четыре цифры",
		five: "Столбец 456 Пять цифер",
		six: "Столбец 456 Шесть цифер",
		seven: "Столбец 456 Семь цифер"
	},
	col789: {
		one: "Столбец 789 Одна цифра",
		two: "Столбец 789 Две цифры",
		three: "Столбец 789 Три цифры",
		four: "Столбец 789 Четыре цифры",
		five: "Столбец 789 Пять цифер",
		six: "Столбец 789 Шесть цифер",
		seven: "Столбец 789 Семь цифер"
	}
};
const dataDiag = {
	diag159: {
		one: "Диагональ 159 Одна цифра",
		two: "Диагональ 159 Две цифры",
		three: "Диагональ 159 Три цифры",
		four: "Диагональ 159 Четыре цифры",
		five: "Диагональ 159 Пять цифер",
		six: "Диагональ 159 Шесть цифер",
		seven: "Диагональ 159 Семь цифер"
	},
	diag753: {
		one: "Диагональ 753 Одна цифра",
		two: "Диагональ 753 Две цифры",
		three: "Диагональ 753 Три цифры",
		four: "Диагональ 753 Четыре цифры",
		five: "Диагональ 753 Пять цифер",
		six: "Диагональ 753 Шесть цифер",
		seven: "Диагональ 753 Семь цифер",
	}
}
const maxDiag = {
	max159: "Диагональ159 больше",
	max753: "Диагональ753 больше",
	equals: "Диагонали равны"
}
